[LanguageString]
RES_TITLE_MENU			= Menu
RES_BTN_NAVI			= Navi
RES_BTN_PUSH2TALK		= Push2Talk
RES_BTN_IC_CARD			= IC Card
RES_BTN_VEHCLE_INFO		= Vehcle
RES_BTN_CAMERA			= Camera
RES_BTN_MEDIA			= Media
RES_BTN_DIAL			= Dial
RES_BTN_SHEDUAL_INFO		= Shedual
RES_BTN_DRIVE_INFO		= DriveInfo
RES_BTN_SYS_SETTING		= Setting


RES_BUTTON_NAVI_1			=  Navigation  1
RES_BUTTON_NAVI_2			=  Navigation  2
RES_NAVI_START				= Please Select ...

RES_BUTTON_MAIN_PAGE		= Main Page
RES_BUTTON_MOVIE		= Mp4			
RES_BUTTON_MUSIC		= Mp3	
RES_BUTTON_SYSSET		= Settings	
RES_BUTTON_PICTURE		= Picture	
RES_BUTTON_BLUETOOTH		= Satelliteinfo
RES_BUTTON_EBOOK		= EBOOK
RES_BUTTON_GAME			= WINCE
RES_BUTTON_DIAL		        = Dial
RES_SIM_STATUS			= SIM card doesn't exist, please shutdown and insert SIM card!
RES_BUTTON_APP			= App

RES_BUTTON_CENTER		= Center
RES_BUTTON_HOSPITAL		= Hospital
RES_BUTTON_FIRE			= Fire
RES_BUTTON_ALARM		= Alarm

RES_BUTTON_NUMSET		= Num Set
RES_BUTTON_DRIVE_SECURITY	= Drive Security
RES_BUTTON_DRIVE_ECONOMY	= Drive Economy
RES_BUTTON_DRIVE_RECORD		= Drive Record



RES_BUTTON_MEDIA                = Entertain
RES_BUTTON_GAMES		= Games
RES_BUTTON_SMS                  = SMS
RES_BUTTON_GAME			= WinCE
RES_BUTTON_SMS_NEW              = New SMS
RES_BUTTON_SMS_INBOX            = Inbox
RES_BUTTON_SMS_OUTOBX           = Outbox
RES_BUTTON_SMS_DRAFT            = Draft
RES_BUTTON_DISPATCH            	= Dispatch
RES_BUTTON_USER_NUMBER          = Input user phone number
RES_BUTTON_SMS_NEW              = New SMS
RES_BUTTON_SMS_SENDING_TIP      = Sending Message......
RES_BUTTON_SMS_SENDING_TITLE    = SMS
RES_BUTTON_SMS_SENDED_OK        = Send Message OK！
RES_BUTTON_SMS_SENDED_FAILED    = Send Message Failed！
RES_BUTTON_SMS_DIALING_TIP      = Dialing......
RES_BUTTON_SMS_DIALING_TITLE    = Dial
RES_BUTTON_SMS_DIALING_FAILED   = Dial failed!
RES_BUTTON_DELETE_ALL           = Delete all records item? 
RES_BUTTON_DELETE_SEL           = Delete selected record item？
RES_TITLE_SMS_INFO              = SMS detail information
RES_SMS_READ_SIM                =      Reading Information from SIM......
RES_SAVE_TO_SIM                 = Save to SIM
RES_SAVE_TO_DEVICE              = Save to Device
RES_DIAL_NET_SET                = GSM Net
RES_GSM_NET_AUTO                = Auto Select
RES_GSM_NET_USER_SET            = User Select
RES_GSM_TYPE_CMCC               = CMCC
RES_GSM_TYPE_CUC                = CUC
RES_GSM_TYPE_SEARCHING          = Searching Network...


RES_BUTTON_KEYVOL_TITLE		= Key Vol
RES_BUTTON_KEYVOL_0		= Mute
RES_BUTTON_KEYVOL_1		= Style1
RES_BUTTON_KEYVOL_2		= Style2
RES_BUTTON_KEYVOL_3		= Style3
RES_BUTTON_KEYVOL_4		= Style4
RES_BUTTON_SYSVOL               = Volume

RES_BUTTON_LIGHT_1		= Low
RES_BUTTON_LIGHT_2		= Medium
RES_BUTTON_LIGHT_3		= High

RES_BUTTON_LCD_1		= after 30s
RES_BUTTON_LCD_2		= after 2m
RES_BUTTON_LCD_3		= after 5m
RES_BUTTON_LCD_4		= after 10m
RES_BUTTON_LCD_5		= after 15m
RES_BUTTON_LCD_6		= never

RES_BUTTON_GAME1		= Bzzz
RES_BUTTON_GAME2		= Chuzzle
RES_BUTTON_GAME3		= Daisy
RES_BUTTON_GAME4		= Zuma

RES_BUTTON_PHONE_CITY		= Phone number of city : 
RES_BUTTON_NEW			= New
RES_BUTTON_IN			= CIn
RES_BUTTON_OUT			= COut
RES_BUTTON_SETPIN		= Set Pin
RES_BUTTON_DEL_IN		= Delete All Call in?
RES_BUTTON_DEL_OUT		= Delete All Call out?
RES_BUTTON_DEL_NO		= Delete All Call Fail?
RES_BUTTON_DEL_PB		= Delete Phonebook Item?
RES_BUTTON_DEL_ALL_PB		= Delete All Phonebook Item?
RES_BUTTON_DEL			= Del
RES_SMS_SIM_MAX                 = The SMS has 

RES_BUTTON_AV_NORMAL		= normal 
RES_BUTTON_AV_MIR_90		= mirror90
RES_BUTTON_AV_MIR_180		= mirror180
RES_BUTTON_AV_180		= 180

RES_STA_SYSSET_TITILE		= Settings
RES_BTN_EXIT			= Quit
RES_BUTTON_SCREEN		= Calibrate
RES_BTN_TIME_SET		= Time
RES_BTN_DEFAULT_SET		= Default
RES_BTN_LANGUAGE_SET		= Language
RES_BTN_SKIN1			= Blue
RES_BTN_SKIN2			= Black
RES_BTN_SKIN_SET		= FM
RES_BTN_VOL_SET		        = Key Vol
RES_BTN_AVIN_SET		= AV-In
RES_BTN_TIMEZONE_SET		= TimeZone
RES_BTN_12_24_SET		= TimeFmt
RES_BTN_CLOCK_SET		= Light
RES_BTN_INFO			= Info
RES_BTN_NAVI_SET		= PathSet
RES_BTN_NAVI_PATH		= Selece path

RES_STA_NAVI_PATH		= Selece Navi path
RES_STA_APP_PATH		= Selece Application path

RES_BUTTON_NAVIAUTO		= AutoStart Navigation

RES_BTN_LANGUAGE_OK		= Confirm
RES_BTN_LANGUAGE_CANCEL		= Return
RES_SYSSET_LANGUAGE_CHINESE	= 中文
RES_SYSSET_LANGUAGE_ENGLISH	= English
RES_SYSSET_LANGUAGE_GERMAN	= German
RES_SYSSET_LANGUAGE_FRANK	= French
RES_SYSSET_LANGUAGE_PORTUGAL	= Portugal
RES_SYSSET_LANGUAGE_ITALY	= Italian
RES_SYSSET_LANGUAGE_RUSSIA	= Russia
RES_STA_LANGUAGE_TITILE		= Language settings

RES_STA_SKIN_SET_TITILE		= FM Settings
RES_BTN_SKIN_SET_OK		= Confirm
RES_BTN_SKIN_SET_CANCEL		= Return
RES_BTN_SKIN_SET_SKIN1		= Style 1
RES_BTN_SKIN_SET_SKIN2		= Style 2
RES_BTN_SKIN_SET_FM_OPEN	= Open
RES_BTN_SKIN_SET_FM_CLOSE	= Close

RES_BTN_BT_CLOSE		= CLOSED
RES_BTN_BT_OPEN	  		= OPEND
RES_BTN_SRC_OPEN		= OPEND
RES_BTN_SRC_CLOSE		= CLOSED

RES_BT_STATE_CONNECTED		= Bluetooth connected
RES_BT_STATE_DISCONNECTED	= Bluetooth disconnected

RES_BTN_12_TIMEFORMAT		= 12-hour time system
RES_BTN_24_TIMEFORMAT		= 24-hour time system
RES_BTN_TIMESET			= Time adjust
RES_BTN_TIMEFORMAT		= Time format
RES_BTN_ZONESET			= Time zone
RES_BTN_TIMESET_OK		= Confirm
RES_BTN_TIMESET_BACK		= Return

RES_BTN_SPARESET_AUTO		= Auto
RES_BTN_SPARESET_DISABLE	= Prohibited
RES_BTN_POWERSET_RETURN		= Return

RES_BTN_BRIGHTSET_EXIT 		= Return
RES_STA_BRIGHTSET_TITILE	= Brightness settings

RES_BTN_BT_DIAL			= Dial
RES_BTN_BT_DIALLOG		= DialLog
RES_BTN_BT_PHONEBOOK		= PhoneBook
RES_BTN_BT_PAIR			= Pair
RES_BTN_BT_SET			= BtSetting
RES_BTN_BT_PAIRLOG		= Devices
RES_BTN_BT_PAIRINFO		= BT pin code:
RES_BTN_BT_CONNECT		= connect
RES_BTN_BT_DISCONNECT		= disconn
RES_BTN_BT_DELALL		= delall

RES_BTN_BT_Name			=Name
RES_BTN_BT_Num			=Number
RES_BTN_BT_Edit			=Edit
RES_BTN_BT_PIN			=Pin
RES_BTN_BT_SET_PIN		=Set
RES_BTN_BT_OPNE_CLOSE		=Bluetooth open
RES_BTN_BT_AUTO_ACCEPT		=Auto Accept Phone

RES_BTN_ABOUT_EXIT		= Return

RES_STA_POWER_TITILE		=  Power Warning !
RES_STA_POWER_INFO		= Please Power Down !


RES_BLUETOOTH_PHONEBOOK		= PhoneBook
RES_BLUETOOTH_PHONLOG		= PhoneLog

RES_BLUETOOTH_CALLING           = Call Out
RES_BLUETOOTH_ACCEPT            = Accept
RES_BLUETOOTH_REJECT            = Reject
RES_BLUETOOTH_ACCEPT_ISACC      = Calling…
RES_BLUETOOTH_REJECT_ISACC      = Cancel
RES_BLUETOOTH_END               = End


